Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: The chart now fits spend plus bills, so the scale changed. The amounts didn't.
bg: Графиката вече побира похарченото плюс сметките, затова мащабът се промени. Сумите — не.
cs: Graf teď pojme výdaje plus účty, takže se změnilo měřítko. Částky ne.
da: Diagrammet rummer nu forbrug plus regninger, så skalaen ændrede sig. Beløbene gjorde ikke.
de: Das Diagramm fasst jetzt Ausgaben plus Rechnungen, daher hat sich der Maßstab geändert. Die Beträge nicht.
es: El gráfico ahora incluye el gasto más los pagos, así que la escala cambió. Los importes no.
fi: Kaavioon mahtuu nyt menot plus laskut, joten asteikko muuttui. Summat eivät.
fr: Le graphique intègre désormais les dépenses plus les factures, donc l'échelle a changé. Pas les montants.
it: Il grafico ora contiene la spesa più le spese previste, quindi la scala è cambiata. Gli importi no.
nb: Diagrammet rommer nå forbruk pluss regninger, så skalaen endret seg. Beløpene gjorde ikke det.
nl: De grafiek omvat nu uitgaven plus rekeningen, dus de schaal is veranderd. De bedragen niet.
pl: Wykres mieści teraz wydatki plus rachunki, więc skala się zmieniła. Kwoty nie.
pt: O gráfico agora comporta o gasto mais as contas, então a escala mudou. Os valores não.
ro: Graficul cuprinde acum cheltuielile plus facturile, așa că scara s-a schimbat. Sumele nu.
ru: Теперь на графике умещаются траты плюс счета, поэтому масштаб изменился. Суммы — нет.
sv: Diagrammet rymmer nu utgifter plus räkningar, så skalan ändrades. Beloppen gjorde inte det.

source: The hatched wedge
bg: Щрихованият сектор
cs: Šrafovaná výseč
da: Det skraverede felt
de: Der schraffierte Abschnitt
es: La porción rayada
fi: Viivoitettu lohko
fr: La part hachurée
it: La fetta tratteggiata
nb: Det skraverte feltet
nl: Het gearceerde deel
pl: Zakreskowany wycinek
pt: A fatia tracejada
ro: Segmentul hașurat
ru: Заштрихованный сектор
sv: Det skrafferade fältet

source: Your bills are a flat %@ a month, so the hatched part doesn't vary. Only the solid part — what you actually spent — moves.
bg: Сметките ти са постоянни %@ на месец, затова щрихованата част не се променя. Мърда само плътната част — това, което наистина си похарчил.
cs: Tvé účty jsou pevných %@ měsíčně, takže šrafovaná část se nemění. Pohybuje se jen plná část — to, cos skutečně utratil.
da: Dine regninger er faste %@ om måneden, så den skraverede del varierer ikke. Kun den fyldte del — det, du faktisk brugte — flytter sig.
de: Deine Rechnungen betragen konstant %@ pro Monat, daher variiert der schraffierte Teil nicht. Nur der ausgefüllte Teil — was du tatsächlich ausgegeben hast — bewegt sich.
es: Tus pagos son fijos: %@ al mes, así que la parte rayada no varía. Solo se mueve la parte sólida — lo que realmente gastaste.
fi: Laskusi ovat kiinteät %@ kuukaudessa, joten viivoitettu osa ei vaihtele. Vain täysi osa — se, minkä todella käytit — liikkuu.
fr: Vos factures sont fixes à %@ par mois, donc la partie hachurée ne varie pas. Seule la partie pleine — ce que vous avez réellement dépensé — bouge.
it: Le tue spese sono fisse a %@ al mese, quindi la parte tratteggiata non varia. Si muove solo la parte piena — ciò che hai davvero speso.
nb: Regningene dine er faste %@ i måneden, så den skraverte delen varierer ikke. Bare den fylte delen — det du faktisk brukte — beveger seg.
nl: Je rekeningen zijn een vaste %@ per maand, dus het gearceerde deel varieert niet. Alleen het volle deel — wat je echt hebt uitgegeven — beweegt.
pl: Twoje rachunki to stałe %@ miesięcznie, więc zakreskowana część się nie zmienia. Rusza się tylko pełna część — to, co naprawdę wydałeś.
pt: Suas contas são fixas em %@ por mês, então a parte tracejada não varia. Só a parte cheia — o que você realmente gastou — se move.
ro: Facturile tale sunt fixe la %@ pe lună, așa că partea hașurată nu variază. Doar partea plină — ceea ce ai cheltuit efectiv — se mișcă.
ru: Ваши счета — фиксированные %@ в месяц, поэтому заштрихованная часть не меняется. Двигается только сплошная часть — то, что вы действительно потратили.
sv: Dina räkningar är fasta %@ i månaden, så den skrafferade delen varierar inte. Bara den fyllda delen — det du faktiskt spenderade — rör sig.

source: matched · %@
bg: свързана · %@
cs: spárováno · %@
da: matchet · %@
de: zugeordnet · %@
es: vinculado · %@
fi: yhdistetty · %@
fr: rapprochée · %@
it: abbinata · %@
nb: matchet · %@
nl: gekoppeld · %@
pl: dopasowano · %@
pt: associada · %@
ro: asociată · %@
ru: сопоставлено · %@
sv: matchad · %@

# account_analytics
source: Usage analytics
bg: Анализ на употребата
cs: Analýza používání
da: Brugsanalyse
de: Nutzungsanalyse
es: Análisis de uso
fi: Käyttöanalytiikka
fr: Analyse d'utilisation
it: Analisi d'uso
nb: Bruksanalyse
nl: Gebruiksanalyse
pl: Analiza użytkowania
pt: Análise de utilização
ro: Analiză de utilizare
ru: Аналитика использования
sv: Användningsanalys

# account_analytics_sub
source: Help improve Budgetty with anonymous usage data · no receipts or amounts
bg: Помогнете за подобряването на Budgetty с анонимни данни за употребата · без касови бележки или суми
cs: Pomozte vylepšit Budgetty pomocí anonymních údajů o používání · žádné účtenky ani částky
da: Hjælp med at forbedre Budgetty med anonyme brugsdata · ingen kvitteringer eller beløb
de: Hilf mit, Budgetty durch anonyme Nutzungsdaten zu verbessern · keine Belege oder Beträge
es: Ayuda a mejorar Budgetty con datos de uso anónimos · sin recibos ni importes
fi: Auta parantamaan Budgettya anonyymeillä käyttötiedoilla · ei kuitteja tai summia
fr: Aidez à améliorer Budgetty avec des données d'utilisation anonymes · aucun reçu ni montant
it: Aiuta a migliorare Budgetty con dati d'uso anonimi · nessuno scontrino o importo
nb: Bidra til å forbedre Budgetty med anonyme bruksdata · ingen kvitteringer eller beløp
nl: Help Budgetty te verbeteren met anonieme gebruiksgegevens · geen bonnen of bedragen
pl: Pomóż ulepszać Budgetty dzięki anonimowym danym o użytkowaniu · bez paragonów i kwot
pt: Ajude a melhorar o Budgetty com dados de utilização anónimos · sem recibos nem valores
ro: Ajută la îmbunătățirea Budgetty cu date de utilizare anonime · fără bonuri sau sume
ru: Помогайте улучшать Budgetty анонимными данными об использовании · без чеков и сумм
sv: Hjälp till att förbättra Budgetty med anonym användningsdata · inga kvitton eller belopp
